{
    "appname": "خطوة",
    "welcome": "اهلا بك في خطوة",
    "aboutshort": "مساعد الحج والعمرة",
    "aboutshorthomepage": "برنامج خطوة , هو دليلك الرقمي في رحلة الحج والعمرة , للمتابعة اختر الخيار المناسب",
    "continuewithpermit": "استمر برقم الحملة او التصريح",
    "getapermit": "حجز تصريح",
    "verifypermit": "التحقق من رقم التصريح",
    "aboutshortverifypage": "برنامج خطوة هو دليلك الرقمي في رحلة الحج والعمرة , للمتابعة الرجاء ادخال تصريح الحج او العمرة.",
    "hintenterpermits": "ادخل رقم التصريح",
    "continue": "استمر",
    "stepsheader": "الخطوات",
    "hajj": "الحج",
    "umrah": "العمرة",
    "selectdesiredpath": "يرجى اختيار المسار المطلوب",
    "next": "التالي",
    "previous": "السابق",
    "location/steppicture": "صورة توضيحية",
    "steplocation": "الموقع",
    "guidevideo": "شرح توضيحي",
    "duas": "الادعية",
    "home": "الرئيسية",
    "userlocation": "موقعك الحالي",
    "settings": "الاعدادات",
    "menuabout": "حول",
    "settingfontsize": "حجم الخط",
    "settingfontsizeabc": "ابجد",
    "settingappearance": "مظهر التطبيق",
    "language": "اللغة",
    "aboutheader": "حول خطوة",
    "whatistheapp": "ما هو خطوة؟",
    "about": "خطوة هو تطبيق مساعد ومرشد للحجاج والمعتمرين. باستخدام خطوة يستطيع الحاج والمعتمر من أداء نسكهم بسهولة وسلاسة من خلال اتباع الخطوات الموجودة في التطبيق المحددة استنادا على القرآن والسنة وأيضا قراءة الأدعية المأثورة خلال أداء أحد النسكين وخدمات أخرى كمعرفة مواقع المشاعر المقدسة في الحج، أيضا صور توضيحية للمشاعر وكذلك مقاطع توضيحية لأداء الحج والعمرة",
    "whatisourgoal": "ما هو هدفنا في خطوة؟",
    "goal": "نهدف في خطوة لتسهيل تنظيم الحج والعمرة بحيث يستطيع الحاج والمعتمر أداء مناسكهم باتباع الخطوات من التطبيق وأيضا ضمانهم من أن الخطوات صحيحة بإذن الله خالية من البدع والخرافات",
    "forcontact": "للتواصل",
    "contactbody": "للاقتراحات والاستفسارات يمكنك التواصل معنا على info@truebranch.tech لخدمتكم بشكل افضل",
    "goback": "عودة",
    "openmenu": "القائمة",
    "skip": "تخطي",
    "intro/nextorswipe": "اضغط التالي او اسحب الشاشة للجهة اليسرى",
    "intro/caseofemergency": "في حالة الطوارئ انقر على الايقونة الحمراء اعلى يمين الشاشة",
    "intro/menu": "لفتح القائمة يرجى النقر على الايقونة اعلى يسار الشاشة",
    "calculationsHeader": "الحسابات",
    "attention": "تنبيه",
    "attentionBody": "ليتم حفظ الاعدادات بشكل كامل يرجى منك اعادة تشغيل التطبيق",
    "restart": "إعادة تشغيل",
    "ignore": "تجاهل",
    "fontSizeSmall": "صغير",
    "fontSizeMedium": "متوسط",
    "fontSizeLarge": "كبير",
    "DuaCounter": "حاسبة الدعاء",
    "TawafCounter": "حاسبة الطواف",
    "SafaMarwaCounter": "حاسبة الصفا والمروة (السعي)",
    "reset": "اعادة تعيين",
    "hajjStep1": "في مطار الحاج , لبس الاحرام للرجل , وتحرم المرأة في ملابسها العادية",
    "hajjStep2": "في الطائرة سيمر الحاج بالميقات جوًا، عليه أن يعقد نية الإحرام",
    "hajjStep3": "الدخول في النسك عند محاذاة الميقات والتلبية قائلًا: (لبيّك اللهم لبيّك لبيّك لاشريك لك لبيّك، إن الحمد والنعمة لك والملك لاشريك لك) ويستمر في التلبية حتى يصل إلى المشاعر المقدسة.",
    "hajjStep4": "يختار الحاج احد نسك الحج وهي : 1- التمتع : ويكون بالاحرام بالعمرة وحدها فيقول : اللهم لبيك عمرة 2- الإفراد : ويكون بالاحرام بالحج وحده فيقول : اللهم لبيك حجاً 3- القران : ويكون بالاحرام بالحج والعمرة فيقول : اللهم لبيك حجاً وعمرة ",
    "hajjStep5": "عند الوصول الى مكة, طواف القدوم سبعة أشواط للمفرد والقارن، ثم يصلي ركعتي الطواف خلف مقام إبراهيم إن تيسر، ويجوز لهما تقديم سعي الحج بعد هذا الطواف، فلا يكون عليهما سعي بعد ذلك. ولا يحلقان شيئاً من الشعر بل يبقيان على الإحرام حتى يحين الذهاب للمشاعر.",
    "hajjStep6": "المتمتع يطوف ويسعى ويقصر من شعره ويتحلل، فإذا حان وقت الذهاب للمشاعر ليلة الثامن يحرم بالحج من مكة.",
    "hajjStep7": "منى (يوم التروية) , التوجه إلى منى فجر اليوم الثامن من ذي الحجة، ويظلون بها إلى فجر اليوم التاسع.",
    "hajjStep8": "عرفات (يوم الحج الاكبر) , التوجه إلى عرفات يوم التاسع من ذي الحجة.",
    "hajjStep9": "يصلى بها الحجاج الظهر ويجمع معها العصر تقديمًا.",
    "hajjStep10": "بقى الحجاج في عرفات إلى غروب الشمس.",
    "hajjStep11": "ينبغي على الحاج أن يتفرغ لربه في هذا اليوم حتى غروب الشمس، وليكثر من الدعاء لنفسه وأهله والمسلمين بخيري الدنيا والآخرة، ويحرص على الأدعية النبوية الجامعة، قال النبي- صلى الله عليه وسلم-: (خَيْرُ الدُّعَاءِ دُعَاءُ يَوْمِ عَرَفَةَ، وَخَيْرُ مَا قُلْتُ أَنَا وَالنَّبِيُّونَ مِنْ قَبْلِي: لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ المُلْكُ وَلَهُ الحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ)",
    "hajjStep12": "مزدلفة , إذا غربت الشمس نفر الحجيج إلى مزدلفة وعليهم السكينة والوقار.",
    "hajjStep13": "فإذا وصلوا صلوا المغرب والعشاء جمعًا.",
    "hajjStep14": "ويجمعون حصى الجمار سبع حصيات لرمي جمرة العقبة.",
    "hajjStep15": "منى (جمرة العقبة) , توجه الحجاج إلى منى يوم العيد، ويرمون جمرة العقبة بسبع حصيات تقع في حوض المرمى.",
    "hajjStep16": "مع بداية الرمي تنقطع التلبية ويبدأ التكبير.",
    "hajjStep17": "فإذا رمى يحلق الرجل رأسه وتقصر المرأة، وعندئذٍ يحصل التحلل الأول فيجوز كل شيء من محظورات الإحرام عدا النساء.",
    "hajjStep18": "وبعد الرمي والحلق يسن الاغتسال والتنظف والتطيب ولبس الثياب كما فعل النبي - صلى الله عليه وسلم.",
    "hajjStep19": "الاضحية , سنة مشروعة للحاج وغير الحاج، لمن كان في مكة وخارجها، فهي سنة لا تتعلق بأعمال الحج، ووقتها من بعد صلاة العيد يوم 10 إلى غروب شمس يوم 13 من ذي الحجة.",
    "hajjStep20": "طواف الإفاضة وسعي الحج , يتوجه الحجاج إلى الحرم ليطوفوا طواف الإفاضة. ",
    "hajjStep21": "يصلون ركعتي الطواف.",
    "hajjStep22": "السعي إن لم يكن قد سعى، فإن كان قد قدّم السعي مع طواف القدوم فلا يعيده.",
    "hajjStep23": "لمبيت بمنى مساء العاشر من ذي الحجة (ليلة التشريق الأولى) ,   يرجع الحاج إلى منى ليبيت بها ليالي التشريق، ويرمي الجمرات.",
    "hajjStep24": "لمبيت بمنى ليالي التشريق يبدأ من مساء يوم 10 (ليلة 11) إلى مساء يوم 12 (ليلة 13) من شهر ذي الحجة.",
    "hajjStep25": "السنة في أيام التشريق الإكثار من التكبير مطلقًا، وخصوصًا عقب الصلوات.",
    "hajjStep26": "يوم 11 من ذي الحجة بمنى , مي الجمرات الثلاث يبدأ بعد الزوال، ويمتد إلى غروب يوم 13 من شهر ذي الحجة، ويرمي الجمرة الصغرى بسبع حصيات ثم يقف ويدعو طويلًا، ثم يرمي الجمرة الوسطى سبعًا، ثم يقف بعدها ويدعو طويلًا، ثم يرمي الكبرى (جمرة العقبة) سبعًا وينصرف.",
    "hajjStep27": "يوم 12 من ذي الحجة بمنى ( يوم النفر الاول) ,  رمي الجمرات الثلاث بعد الزوال. ",
    "hajjStep28": "من أراد التعجل والمغادرة فلابد أن يغادر منى قبل الغروب، فإن غربت الشمس ولم يغادر منى وجب المبيت.",
    "hajjStep29": "يوم 13 من ذي الحجة بمنى , رمي الجمرات الثلاث بعد الزوال وينتهي بالغروب.",
    "hajjStep30": "طواف الوداع , هو المحطة الأخيرة من رحلة الحج.",
    "hajjStep31": "يطوف الحاج طواف الوداع ثم يسافر مباشرة.",
    "hajjStep32": "اداء طواف الوداع واجب، فمن تركه فعليه دم.",
    "hajjStep33": "إذا حاضت المرأة سقط عنها طواف الوداع.",
    "umrahStep1": "الوصول للميقات : 1-الاغتسال والتطيّب 2- لبس الإحرام للرجل، وتحرم المرأة في ملابسها العادية. 3- الدخول في النسك والتلفّظ بالتلبية قائلًا: [اللهم لبيك عمرة] أو [لبيك عمرة] ",
    "umrahStep2": "الوصول للحرم : يستحب للرجل أن يضطبع في طواف القدوم في جميع الأشواط ، و(الاضطباع) يعني: أن يجعل وسط ردائه تحت منكبه الأيمن وطرفيه على عاتقه الأيسر.",
    "umrahStep3": "يشرع المعتمر بالطواف بجعل الكعبة على يساره بمحاذاة الحجر الأسود طائفًا سبعة أشواط.",
    "umrahStep4": "يسن الإسراع في المشي للرجل في الأشواط الثلاثة الأولى من الطواف.",
    "umrahStep5": "ثبت عن النبي محمد صلى الله عليه وسلم أنه كان يقول بين الركنين اليماني والحجر الأسود",
    "umrahStep6": "الصلاة ركعتين خلف مقام إبراهيم إن أمكن أو في أي موضع من المسجد الحرام، مع قراءة سورة الكافرون بعد الفاتحة في الركعة الأولى وسورة الإخلاص في الركعة الثانية.",
    "umrahStep7": "السعي بين الصفا والمروة ابتداءً من الصفا قارئًا قوله تعالى: (إِنَّ الصَّفَا وَالْمَرْوَةَ مِن شَعَائِرِ اللَّهِ ۖ فَمَنْ حَجَّ الْبَيْتَ أَوِ اعْتَمَرَ فَلَا جُنَاحَ عَلَيْهِ أَن يَطَّوَّفَ بِهِمَا ۚ وَمَن تَطَوَّعَ خَيْرًا فَإِنَّ اللَّهَ شَاكِرٌ عَلِيمٌ) (158 سورة البقرة) ثم يتجه إلى المروة ويفعل ما فعله عند الصفا، ويكرر ذلك سبع مرات (ذهابه شوط وعودته شوط).",
    "umrahStep8": "يسن الهرولة للرجال بين العلمين في السعي.",
    "umrahStep9": "عند الانتهاء من العمرة يجب على الرجل أن يحلق رأسه أو يقصّره أما المرأة فتجمع شعرها وتأخذ منه قدر أنملة فأقل."
}