{
    "appname": " Khutwa",
    "welcome": "Welcome to Khutwa ",
    "aboutshort": "Hajj and Umrah assistant ",
    "aboutshorthomepage": " Khutwa is your digital guide in the Hajj and Umrah journey. To continue, choose the appropriate option ",
    "continuewithpermit": " Continue with the campaign or permit number ",
    "getapermit": "Get a permit ",
    "verifypermit": " Verify the permit number ",
    "aboutshortverifypage": " Khutwa is your digital guide on the Hajj and Umrah journey. To continue, please enter the Hajj or Umrah permit ",
    "hintenterpermits": "Enter the permit number",
    "continue": "Continue",
    "stepsheader": "Steps",
    "hajj": "Hajj",
    "umrah": "Umrah",
    "selectdesiredpath": "Please choose the desired path",
    "next": "Next",
    "previous": " Prev ",
    "location/steppicture": "Image",
    "steplocation": "Location",
    "guidevideo": "Explanation",
    "duas": "Duas",
    "home": "Main page",
    "userlocation": "Current location",
    "settings": "Settings",
    "menuabout": "About",
    "settingfontsize": "Font size",
    "settingfontsizeabc": "abc",
    "settingappearance": "App appearance",
    "language": "Language",
    "aboutheader": "About Khutwa",
    "whatistheapp": "What is Khutwa?",
    "about": " Khutwa is an assistant and guide for hajj and Umrah performers. By using Khutwa, the hajj and the Umrah performer can perform their rituals easily and smoothly by following the steps in the application specified based on the Qur’an and Sunnah, as well as reading the duas narrated during the performance of one of the two rituals and other services such as knowing the sites of the holy sites in Hajj, also illustrative images of the feelings as well as explanatory clips for performing Hajj and Umrah",
    "whatisourgoal": "What is our goal in Khutwa?",
    "goal": " We aim in Khutwa to facilitate the organization of Hajj and Umrah so that the performer can perform their rituals by following the steps from the application and also ensuring that the steps are correct, God willing, free from heresies and superstitions ",
    "forcontact": "Contact us",
    "contactbody": "For suggestions and inquiries, you can contact us at info@truebranch.tech to serve you better",
    "goback": "Back",
    "openmenu": "Menu",
    "skip": "Skip",
    "intro/nextorswipe": "Tap next or swipe the screen to the left",
    "intro/caseofemergency": "In case of emergency tap the icon in top-right of the screen",
    "intro/menu": "To open the menu tap the icon on top-left of the screen",
    "calculationsHeader": "Calculations",
    "attention": "Attention",
    "attentionBody": "To save the settings successfully please restart the app",
    "restart": "Restart",
    "ignore": "Ignore",
    "fontSizeSmall": "Small",
    "fontSizeMedium": "Medium",
    "fontSizeLarge": "Large",
    "DuaCounter": "Dua Counter",
    "TawafCounter": "Tawaf Counter",
    "SafaMarwaCounter": "Safa and Marwa (Saee) Counter",
    "reset": "Reset",
    "hajjStep1": "Airport at the pilgrim’s country : Men wear ihram and women wear their normal clothes.",
    "hajjStep2": "When the pilgrims pass by Miqat on the plane, they must intend to assume Ihram.",
    "hajjStep3": "Going through rituals and Talbiyah when aligning with Miqat, saying: (Labbayka Allahumma labbayk, Labbayka laa shareeka laka labbayk, Innal hamda wan-ni‘amata laka wal mulk, laa shareeka laka) [In response to Your call, O Allah, here I come. In response to Your call, and I am obedient to Your orders, You Have no partner. In response to Your call. All the praises and blessings belong to You, all the sovereignty belongs to You, and You have no partners with You]. The pilgrims continue Talbiyah until they reach the holy sites.",
    "hajjStep4": "The pilgrim chooses one of the patterns of Hajj, which are: 1- Tamattu Hajj : The pilgrim assumes ihram for Umrah only , saying : “Allahumma labbayka Umrah” [This statement begins the rites of Umrah]. 2- Ifrad hajj :  The pilgrim assumes Ihram for Hajj only, saying: “Allahumma labbayka Hajj” [This statement begins the rites of Hajj], without animal sacrifice.] 3-Qiran Hajj: The pilgrim assumes Ihram for Hajj and Umrah, saying: “Allahumma labbayka Hajj and Umrah”. The Qiran pilgrim performs Hajj acts only,  ",
    "hajjStep5": "Upon arrival in Makkah : Tawaaf Al-Qudoom is seven rounds for Ifrad Hajj and Qiran Hajj. Then, the pilgrims pray two rak’ahs of tawaf behind Maqam Ibrahim (the inscription of Ibrahim’s foot), if possible. They may advance Sa'y of Hajj after this tawaf, and will not be obliged to perform Sa'y afterwards. They do not cur hair, and rather keep Ihram until it is time to go to mashaer (holy sites).",
    "hajjStep6": "Tamattu' pilgrim performs tawaf and Sa'y, cuts his/her hair, and comes out of the state of Ihram. When it is time to go to mashaer on the eighth night, the pilgrim assumes Ihram from Makkah.",
    "hajjStep7": "Mina (the day of Tarwiyah) : Pilgrims move to Mina at dawn of the eighth day of Dhul-Hijjah, and stays there until dawn of the ninth day.",
    "hajjStep8": "Arafah (day of the greater Hajj) :  Pilgrims go to Arafah on the ninth day of Dhul-Hijjah.",
    "hajjStep9": "They pray zuhr prayer and may join asr prayer with it in advance.",
    "hajjStep10": "Pilgrims remain in Arafah until the sunset.",
    "hajjStep11": "Pilgrims should devote themselves to their Lord on this day until the sunset. They should recite many supplications for themselves, their families, and all Muslims for the good of this world and the hereafter. They should recite the comprehensive prophetic supplications. The Prophet, may peace and prayers be upon him, says: (The best supplication is that made on the Day of ‘Arafah, and the best thing that I have ever said along with all the previous prophets is: “None is worthy of worship but Allah, The Exalted Alone, without any partners. All sovereignty and praise belong to Him and He is over all things Omnipotent”).",
    "hajjStep12": "Muzdalifah : (When the sun sets, the pilgrims go to Muzdalifah while they are in a calm and dignified state.)",
    "hajjStep13": "When they arrive, they join Maghrib and Isha prayers.",
    "hajjStep14": "They pick up seven pebbles to throw Jamrat Al-Aqabah.",
    "hajjStep15": "Mina (Jamrat Al-‘Aqabah) : Pilgrims go to Mina on the day of Eid and throw seven pebbles into Jamrat Al-Aqabah.",
    "hajjStep16": "At the beginning of throwing, Talbiyah is interrupted and Takbeer begins.",
    "hajjStep17": "If throwing, a man cuts his hair, and a woman shortens her hair. This is the first coming out of the state of Ihram, where all Ihram prohibitions become permissible, except for women.",
    "hajjStep18": "After throwing pebbles and hair cutting, it is Sunnah to wash, clean, put on perfumes, and put on clothes, as the Prophet, may peace and prayers be upon him, did.",
    "hajjStep19": "Sacrifice (Al-Udhiya) : This is Sunnah for pilgrims and non-pilgrims, whether they are in Makkah or abroad. This Sunnah is not related to Hajj. It begins after Eid prayer on the 10th day to the sunset of the 13th day of Dhul-Hijjah. ",
    "hajjStep20": "Tawaf Al-Ifadhah and Sa'y : Pilgrims go to the Holy Mosque of Makkahto to perform Tawaaf Al-Ifadhah.",
    "hajjStep21": "They pray two rak‘ahs of tawaf.",
    "hajjStep22": "Sa'y if they did not perform Sa’y. If they had performed Sa’y with Tawaaf Al-Qudoom, then they will not repeat it.",
    "hajjStep23": "Spending the night in Mina on the evening of the tenth day of Dhul-Hijjah (the first night of Tashreeq) : A pilgrim returns to Mina to spend the nights of Tashreeq and throw Jamarat.",
    "hajjStep24": "Spending the night in Mina during the days of Tashreeq begins from the evening of day 10 (night of the 11th day) to the evening of day 12 (night of the 13th day) of Dhu al-Hijjah.",
    "hajjStep25": "Sunnah during the days of Tashreeq is to generally perform takbeer, especially after prayers.",
    "hajjStep26": "On the 11th day of Dhul-Hijjah in Mina : Throwing the three Jamarat begins after the declination of the sun and extends to sunset on the 13th day of Dhu al-Hijjah. A pilgrim throws the smallest Jamrah with seven pebbles, and stands and prays for a very long time, as the Prophet did. Then, a pilgrim throws the middle Jamrah with seven pebbles, and stands and prays for a long time, as the Prophet did. Finally, a pilgrim throws the biggest Jamrah (Al-‘Aqabah) with seven pebbles, and departs.",
    "hajjStep27": "On the 12th day of Dhul-Hijjah in Mina : The three Jamarat are thrown after the sunset.",
    "hajjStep28": "Whoever wants to expedite and depart must leave Mina before the sunset. If the sun sets while a pilgrim has not departed Mina, he/she must stay overnight.",
    "hajjStep29": "On the 13th day of Dhul-Hijjah in Mina : Throwing the three Jamarat begins after the declination of the sun and ends with sunset.",
    "hajjStep30": "Tawaf Al-Wadaa’ (the farewell circumambulation) : it is the last step of Hajj",
    "hajjStep31": "A pilgrim performs Tawaf Al-Wadaa’ (the farewell circumambulation) and travels directly.",
    "hajjStep32": "The performance of Tawaf Al-Wadaa’ is obligatory. So, whoever leaves is obliged to sacrifice.",
    "hajjStep33": "When a woman menstruates, she is exempted from Tawaf Al-Wadaa’.",
    "umrahStep1": "Access to Miqat : 1- Wash and put on perfumes. 2- A man wears Ihram clothes and a woman wears her normal clothes. 3- Enter into rituals and recite Talbiyah, saying: [اللهم لبيك عمرة] or [لبيك عمرة] ",
    "umrahStep2": "Access to the holy Mosque of Makkah : It is recommended for men to observe Idhtibaa’ in all rounds of Tawaaf Al-Qudoom, which means: Uncovering the right shoulder to under the pit of the right arm, then placing the garment over the left shoulder.",
    "umrahStep3": "A pilgrim performs tawaf by placing the Kaaba on his left and starting seven circumambulations of the Black Stone.",
    "umrahStep4": "The Sunnah for men is to walk quickly in the first three rounds of tawaf.",
    "umrahStep5": "It was reported that the Prophet, may peace and prayers be upon him, used to say between Yemani Corner and the Black Stone",
    "umrahStep6": "Pray two rak‘ahs behind Maqam Ibrahim (the inscription of Ibrahim’s foot), if possible, or in any place inside the Holy Mosque of Makkah, and recite Surat Al-Kafiroon after Surah Al-Fatihah in the first rak‘ah and Surah Al-Ikhlas in the second rak‘ah.",
    "umrahStep7": "Sa'y between Mount Safa and Mount Marwah, beginning from Safa, and recite the verse stating: (إِنَّ الصَّفَا وَالْمَرْوَةَ مِن شَعَائِرِ اللَّهِ ۖ فَمَنْ حَجَّ الْبَيْتَ أَوِ اعْتَمَرَ فَلَا جُنَاحَ عَلَيْهِ أَن يَطَّوَّفَ بِهِمَا ۚ وَمَن تَطَوَّعَ خَيْرًا فَإِنَّ اللَّهَ شَاكِرٌ عَلِيمٌ) (158 سورة البقرة) Then, a pilgrim goes to Mount Marwah and does as he/she did at Mount Safa. The pilgrim repeats this seven times (going is deemed a round and coming back is deemed a round).",
    "umrahStep8": "Jogging is Sunnah for men between the two green signs during Sa’y between Safa and Marwah.",
    "umrahStep9": "Upon the completion of Umrah, men should cut or shorten hair, while women should shorten hair by a finger-tip’s length from the end."
}